Repository: Cawa94/BLW-Bites
Catalog: weaning/Resources/*.lproj/Localizable.strings
Languages: it, pl

# ALERT_WARNING
source: Warning
it: Avviso
pl: Ostrzeżenie

# ALERT_ERROR
source: Error
it: Errore
pl: Błąd

# ALERT_SUCCESS
source: Done
it: Fatto
pl: Gotowe

# ALERT_UNLOCKED_PRO_VERSION
source: You’ve unlocked the Pro version!
it: Hai sbloccato la versione Pro!
pl: Odblokowałaś wersję pro!

# ALERT_GENERAL_ERROR
source: Something went wrong
it: Qualcosa è andato storto
pl: Coś poszło nie tak

# ALERT_PURCHASE_NOT_ALLOWED
source: Purchase not allowed on this device
it: Acquisto non consentito su questo dispositivo
pl: Zakup niedozwolony na tym urządzeniu

# ALERT_PURCHASE_INVALID
source: Invalid purchase, check your payment source
it: Acquisto non valido, controlla il metodo di pagamento
pl: Zakup nieprawidłowy, sprawdź źródło płatności

# ALERT_ACCOUNT_DELETED
source: Your account has been deleted
it: Il tuo account è stato eliminato
pl: Twoje konto zostało usunięte

# ALERT_CONFIRM_DELETE_ACCOUNT
source: Are you sure you want to delete your account? If you have an active subscription, you must cancel it in the App Store or Google Play
it: Sei sicura di voler eliminare il tuo account? Se hai un abbonamento attivo, devi annullarlo sull’App Store o Google Play
pl: Czy na pewno chcesz usunąć swoje konto? Jeśli masz aktywną subskrypcję, musisz ją anulować w App Store lub Google Play

# AUTH_PASSWORD
source: Password
pl: Hasło

# AUTH_ERROR_INVALID_EMAIL
source: The email address is invalid
it: L’indirizzo email non è valido
pl: Adres e-mail jest nieprawidłowy

# AUTH_ERROR_OPERATION_NOT_ALLOWED
source: Operation not allowed
it: Operazione non consentita
pl: Operacja jest niedozwolona

# AUTH_ERROR_USER_DISABLED
source: This user account has been disabled
it: L’account utente è stato disabilitato
pl: Konto użytkownika zostało wyłączone

# AUTH_ERROR_WRONG_PASSWORD
source: The password you entered is incorrect
it: La password inserita non è corretta
pl: Wprowadzone hasło jest nieprawidłowe

# AUTH_ERROR_EMAIL_ALREADY_USED
source: This email address is already in use
it: Questo indirizzo email è già utilizzato
pl: Ten adres e-mail został już użyty

# AUTH_ERROR_WEAK_PASSWORD
source: The password is too weak
it: La password è troppo debole
pl: Hasło jest zbyt słabe

# AUTH_ERROR_USER_NOT_FOUND
source: User account not found
it: Account utente non trovato
pl: Nie znaleziono konta użytkownika

# AUTH_ERROR_REQUIRES_RECENT_LOGIN
source: Please log in again to continue
it: Accedi nuovamente per continuare
pl: Zaloguj się ponownie, aby kontynuować

# COMMON_YES
source: Yes
it: Sì
pl: Tak

# COMMON_NO
source: No
pl: Nie

# COMMON_CANCEL
source: Cancel
it: Annulla
pl: Anuluj

# FOOD_CATEGORY_FRUIT
source: Fruit
it: Frutta
pl: Owoce

# FOOD_CATEGORY_VEGETABLE
source: Vegetables
it: Verdure
pl: Warzywa

# FOOD_CATEGORY_MEAT
source: Meat
it: Carne
pl: Mięso

# FOOD_CATEGORY_FISH
source: Fish
it: Pesce
pl: Ryby

# FOOD_CATEGORY_CEREALS
source: Cereals
it: Cereali
pl: Zboża

# FOOD_CATEGORY_CHEESE
source: Cheese
it: Formaggi
pl: Sery

# FOOD_CATEGORY_SEEDS
source: Nuts and Seeds
it: Frutta secca e semi
pl: Orzechy i Nasiona

# FOOD_CATEGORY_LEGUMES
source: Legumes
it: Legumi
pl: Warzywa strączkowe

# FOOD_CATEGORY_EGG
source: Eggs
it: Uova
pl: Jajka

# FOOD_CATEGORY_SUGAR
source: Sugar
it: Zucchero
pl: Cukier

# FOOD_CATEGORY_AVOID
source: Foods to avoid
it: Da evitare
pl: Czego unikać

# FOOD_LIST_SEARCH
source: Search product
it: Cerca prodotto
pl: Wyszukaj produkt

# FOOD_LIST_TITLE
source: Not all foods are the same
it: Non tutti gli alimenti sono uguali
pl: Nie wszystkie produkty spożywcze są takie same

# FOOD_LIST_SUBTITLE
source: Learn how to safely offer your baby more than 80 different foods
it: Scopri come proporre in sicurezza oltre 80 alimenti al tuo bambino
pl: Dowiedz się, jak bezpiecznie podawać dziecku ponad 80 produktów spożywczych

# FOOD_RECIPES_SUGGESTED
source: Suggested recipes
it: Ricette suggerite
pl: Proponowane przepisy

# FOOD_HOW_TO_PROPOSE
source: How to serve
it: Come proporre
pl: Jak podawać

# FOOD_PLAY_VIDEO
source: Watch video
it: Guarda il video
pl: Zobacz wideo

# FOOD_TAP_TO_EXPAND
source: Tap the photo to view it full screen
it: Tocca la foto per vederla a schermo intero
pl: Kliknij na zdjęcie, aby zobaczyć go na pełnym ekranie

# GLOBAL_FAVORITES
source: Favorites
it: Preferiti
pl: Ulubione

# GLOBAL_NEW
source: NEW
it: NUOVO
pl: NOWY

# GLOBAL_SEASONAL
source: Seasonal
it: Stagionale
pl: Sezonowy

# HOME_TITLE
source: WE EAT THE SAME THING! Healthy food for your baby and the whole family
it: MANGIAMO LE STESSE COSE! Cibo sano per il tuo bambino e tutta la famiglia
pl: JEMY TO SAMO! Zdrowe jedzenie dla dziecka i całej rodziny

# HOME_SUBTITLE
source: You don’t need special baby food — save <b>time, money and stress</b> and let your baby decide what and <b>how much to eat.</b>
it: Non hai bisogno di cibi speciali per bambini, risparmia <b>tempo, soldi e stress</b> e lascia che il tuo bambino decida cosa e <b>quanto vuole mangiare.</b>
pl: Nie potrzebujesz specjalnego jedzenia dla niemowląt, oszczędzaj <b>czas, pieniądze i stres</b> i pozwól dziecku decydować o tym, co i <b>ile chce jeść.</b>

# HOME_CERTIFIED_TITLE
source: Approved
it: Approvata
pl: Zatwierdzona

# HOME_CERTIFIED_SUBTITLE
source: All content in the app was prepared and approved by a family nutritionist
it: Tutti i contenuti dell’app sono stati preparati e approvati da una dietista familiare
pl: Cała zawartość aplikacji została przygotowana i zatwierdzona przez dietetyczkę rodzinną

# HOME_SEASONAL_FOODS
source: What are we eating this month?
it: Cosa mangiamo questo mese?
pl: Co jemy w tym miesiącu?

# HOME_SEASONAL_RECIPES
source: What are we cooking this month?
it: Cosa cuciniamo questo mese?
pl: Co gotujemy w tym miesiącu?

# HOME_NEW_ENTRY
source: What’s new this month?
it: Novità di questo mese
pl: Co nowego w tym miesiącu?

# HOME_FREE_FOODS
source: Free foods
it: Alimenti gratuiti
pl: Darmowe produkty

# HOME_FREE_RECIPES
source: Free recipes
it: Ricette gratuite
pl: Darmowe przepisy

# INFO_TITLE
source: Your family dietitian!
it: La tua dietista familiare!
pl: Twój dietetyk rodzinny!

# INFO_EMAIL_SECTION_TITLE
source: I’m here for you
it: Sono qui per te
pl: Jestem tu dla Ciebie

# INFO_EMAIL_SECTION_SUBTITLE
source: Starting BLW can feel <b>overwhelming</b> — you have lots of questions and aren’t sure <b>if you’re doing it right</b>. That’s why, as a dietitian, I’m here to guide you step-by-step through the magical world of BLW in a stress-free and practical way, giving you the confidence that you’re making the best choices for your baby’s health.
it: L’approccio BLW può sembrare <b>scoraggiante</b>, hai tante domande e non sei sicura <b>se stai facendo tutto correttamente</b>. È per questo che, come dietista, sono qui per accompagnarti in modo pratico e senza stress nel magico mondo del BLW e darti la sicurezza che stai facendo il meglio per la salute del tuo bambino.
pl: Podejście do metody BLW może być <b>odstraszające</b>, masz wiele pytań i nie jesteś pewna, <b>czy robisz to we właściwy sposób</b>. Dlatego jako dietetyk jestem tutaj, aby bezstresowo i praktycznie przeprowadzić Cię krok po kroku przez magiczny świat BLW i dodać Ci pewności, że robisz najlepszą rzecz dla zdrowia Twojego maluszka

# INFO_EMAIL
source: Let’s talk
it: Parliamone
pl: Porozmawiajmy

# INFO_DESCRIPTION_TITLE
source: Let me introduce myself
it: Lascia che mi presenti
pl: Pozwól, że się przedstawię

# INFO_DESCRIPTION
source: My name is Ewelina Szpilska and I am a dietitian — a title I obtained in Barcelona, Spain, where I currently live, after spending 13 years in Italy. For years I have supported women trying to conceive, pregnant women, and breastfeeding mothers, and since becoming a mother myself, infant nutrition has become my passion. I fell in love with it even more when I turned all the theory into practice while introducing solid foods to my daughter Nel. This guided me even more toward children’s nutrition. I specialized both in theory and practice while expanding the diet of my daughter Lucy, and I continue to expand my knowledge by regularly attending courses and trainings. In 2021, I completed a 60-hour course in introducing solids using the Baby Led Weaning method, and in 2022, I obtained the title of Expert in Child Nutrition. I love educating parents on how to become the first dietitians of their children, because the entire nutritional education process starts within the family. This is exactly why this app was created — to help you parents stay focused on what truly matters when you begin introducing solids: EATING TOGETHER at the table. What you eat is what your baby will try too, adjusted in texture and firmness to your child’s developmental abilities. Many of you may think you need to start with special baby foods or specific baby meals, but my intention with this app is to show you that you should first think about what YOU are going to eat, and then adapt it for your child. At first, it may be hard to believe that this is all possible, but I hope that as I accompany you on this journey, you will discover that feeding little ones is actually a wonderful adventure of exploring real food together. On this journey, I’ll show you how to feed your child — and your whole family — in the best possible way: once you learn to eat together with your child, you will never want to go back. If you have any questions or want to share your thoughts about the app, you can email me at <a href="mailto:blwbites@gmail.com">blwbites@gmail.com</a>.
it: Mi chiamo Ewelina Szpilska e sono una dietista, un titolo che ho ottenuto a Barcellona, in Spagna, dove attualmente vivo, dopo aver trascorso 13 anni in Italia. Per anni ho accompagnato donne che cercavano una gravidanza, donne in gravidanza e mamme che allattavano. Da quando sono diventata mamma, l’alimentazione dei più piccoli è diventata la mia passione. Me ne sono innamorata ancora di più quando ho trasformato tutta la teoria in pratica, introducendo gli alimenti alla mia Nel. Questo mi ha avvicinata ancora di più alla nutrizione dei bambini. Mi sono specializzata sia in teoria che in pratica ampliando la dieta di mia figlia Lucy e continuo ad aggiornarmi regolarmente partecipando a corsi e formazioni. Nel 2021 ho completato un corso di 60 ore sull’introduzione degli alimenti con il metodo Baby Led Weaning e nel 2022 ho ottenuto il titolo di Esperta in Nutrizione Infantile. Mi piace educare i genitori a diventare i primi dietisti dei propri figli, perché l’intero percorso di educazione alimentare inizia in famiglia. È proprio per questo che è nata questa app: per aiutare voi genitori a non perdere di vista ciò che conta davvero quando si inizia l’introduzione degli alimenti, cioè il MANGIARE INSIEME a tavola. Ciò che mangiate voi sarà ciò che proverà anche il vostro bambino, con consistenze e consistenze adattate alle sue capacità di sviluppo. Molti di voi potrebbero pensare di dover iniziare con prodotti speciali o pappe per bambini, ma il mio obiettivo, creando questa app, è mostrarvi che dovete prima pensare a ciò che mangiate voi e poi adattarlo al vostro bambino. All’inizio potrebbe sembrarvi difficile credere che tutto questo sia possibile, ma spero che accompagnandovi in questo percorso vi aiuterò a scoprire che nutrire i più piccoli è in realtà una meravigliosa avventura alla scoperta del vero cibo, che potete vivere insieme. In questo percorso vi mostrerò come nutrire al meglio il vostro bambino e la vostra famiglia: quando imparerete a mangiare insieme al vostro bambino, non vorrete più tornare indietro. Se hai domande o vuoi farmi sapere cosa pensi dell’app, puoi scrivermi a <a href="mailto:blwbites@gmail.com">blwbites@gmail.com</a>.
pl: Nazywam się Ewelina Szpilska i jestem dietetyczką, tytuł, który zdobyłam w Barcelonie, w Hiszpanii gdzie obecnie jest mój dom a wcześniej przez 13 lat mieszkam we Wloszech Przez lata towarzyszyłam kobietom starających się o ciążę, w ciąży i karmiących piersią a od kiedy jestem mamą żywienie najmłodszych stało się moją pasją. Wcipokochałam jeszcze bardziej, kiedy przerobiłam całą teorię w praktyce, rozszerzając dietę mojej Nel. To ukierunkowało mnie jeszcze mocniej na żywienie dzieci i Wyspecjalizowałam się w teorii i w praktyce rozszerzając dietę mojej córki Lucy i wciąż poszerzam swoją wiedzę w tym zakresie regularnie uczestniczeą w szkoleniach i kursach, aby ciągle aktualizować i poszerzać swoją wiedzę. W 2021 roku odbyłam 60 godzinny kurs rozszerzania diety niemowląt metodą Baby Led Weaning a w 2022 roku uzyskałam tytuł Eksperta do spraw Żywienia Dzieci Lubię edukować rodziców, jak stać się pierwszymi dietetykami swoich dzieci, ponieważ to od rodziny zaczyna się cały proces edukacji żywieniowej najmłodszych Właśnie dlatego powstała ta aplikacja, aby pomóc Wam rodzicom nie stracić z oczu tego, co jest naprawdę ważne, kiedy zaczyna się rozszerzać dietę dziecka a mianowicie WSPÓLNE jedzenie przy stole. To co Wy jecie, będzie próbował również Wasz maluch, o konsystencji i twardości odpowiednio dostosowanej do umiejętności rozwojowych dziecka. Być może wielu z Was pomyśli, że musicie zacząć od różnych preparatów, specjalnych dań dla dzieci, ale moim zamiarem, tworząc tą aplikację, jest uświadomienie Wam, że musicie najpierw pomyśleć o tym, co Wy będziecie jeść, a następnie dostosować to do Waszego dziecka Z pewnością na początku trudno będzie Wam pomyśleć, że to wszystko jest możliwe, ale mam nadzieję, że towarzysząc Wam w tej podróży, doprowadzę Was do odkrycia, że karmienie najmłodszych jest w rzeczywistości wspaniałą podróżą odkrywania prawdziwego jedzenia, którą możecie przeżyć razem. Znajdziecie. W tej podróży powiem Wam jak karmić Wasze dziecko i rodzinę w najlepszy możliwy sposób: kiedy nauczycie się jeść razem ze swoim dzieckiem, już nigdy nie będziecie chcieli wrócić wstecz. Jeśli masz jakieś pytania lub jeśli chcesz dać mi znać, co myślisz o aplikacji, możesz napisać do mnie na maila <a href="mailto:blwbites@gmail.com">blwbites@gmail.com</a>.

# INFO_EMAIL_TITLE
source: Information Request
it: Richiesta di informazioni
pl: Zapytanie o udzielenie informacji

# INFO_EMAIL_BODY
source: Hello, I would like to receive more information about how we can schedule a consultation. Thank you
it: Buongiorno, vorrei ricevere maggiori informazioni su come possiamo fissare una consulenza. Grazie
pl: Dzień dobry, chciałabym/chciałbym uzyskać więcej informacji na temat tego, jak możemy umówić się na konsultację. Dziękuję

# INFO_TELEGRAM_SECTION_TITLE
source: Send me a private message
it: Scrivimi un messaggio privato
pl: Napisz do mnie prywatną wiadomość

# INFO_TELEGRAM_SECTION_SUBTITLE
source: You’re out with your family and don’t know if <b>your baby can eat a certain food</b>. Or maybe you need a quick suggestion on how to replace an ingredient in a lunch recipe. For this and any other quick help you may need, I give you exclusive access to a <b>private Telegram account</b>, where you (together with my team) will receive support <b>at any time.</b>
it: Sei fuori casa con la famiglia e non sai se <b>il tuo bambino può mangiare un determinato alimento</b>. Oppure hai bisogno di un suggerimento veloce su come sostituire un ingrediente in una ricetta. Per questo tipo di aiuto rapido (e tutti gli altri), ti do accesso esclusivo a un <b>account Telegram privato</b>, dove (insieme al mio team) riceverai supporto <b>in qualsiasi momento.</b>
pl: Jesteś poza domem z rodziną i nie wiesz, czy <b>Twoje dziecko może zjeść daną potrawę</b>. A może potrzebujesz szybkiej sugestii, jak zastąpić składnik w przepisie na lunch. Aby uzyskać tę i każdą inną szybką pomoc, której możesz potrzebować, daję ci wyłączny dostęp do <b>prywatnego konta na Telegramie</b>, gdzie (wraz z moim zespołem) otrzymasz pomoc <b>w dowolnym momencie.</b>

# INFO_TELEGRAM
source: Message me
it: Scrivimi
pl: Napisz do mnie

# LOGIN_TITLE
source: Hi!
it: Ciao!
pl: Cześć!

# LOGIN_SUBTITLE
source: You need to create an account to continue
it: Devi creare un account per continuare
pl: Potrzebujesz założyć konto, aby kontynuować

# LOGIN_FORGOT_PASSWORD
source: Forgot your password?
it: Hai dimenticato la password?
pl: Nie pamiętasz hasła?

# LOGIN_NOT_MEMBER
source: Not a member?
it: Non sei ancora iscritta?
pl: Nie jesteś członkiem?

# LOGIN_REGISTER_NOW
source: Register now
it: Registrati ora
pl: Zarejestruj się teraz

# LOGIN_BUTTON
source: Log in
it: Accedi
pl: Zaloguj się

# MAIN_FOOD
source: Foods
it: Alimenti
pl: Produkty

# MAIN_MENU
source: Meal Plan
it: Menu
pl: Jadłospis

# MAIN_RECIPES
source: Recipes
it: Ricette
pl: Przepisy

# MENU_SELECTOR_TITLE
source: What are we eating today?
it: Cosa mangiamo oggi?
pl: Co dziś jemy?

# MENU_SELECTOR_SUBTITLE
source: Check the monthly meal plan full of healthy and <b>seasonal recipes</b> or start BLW today with the simple “<b>first 30 days</b>” meal plan
it: Scopri il menu mensile ricco di ricette sane e <b>stagionali</b> o inizia il BLW oggi con il semplice menu "<b>per i primi 30 giorni</b>"
pl: Sprawdź miesięczny jadłospis pełen zdrowych i <b>sezonowych przepisów</b> lub rozpocznij rozszerzanie diety metodą BLW już dziś, korzystając z prostego jadłospisu "<b>na pierwsze 30 dni</b>"

# MENU_DAY
source: Day
it: Giorno
pl: Dzień

# MENU_ANYTIME
source: Anytime
it: In qualsiasi momento
pl: W każdej chwili

# MENU_BREAKFAST
source: Breakfast
it: Colazione
pl: Sniadanie

# MENU_FIRST_SNACK
source: Snack
it: Spuntino
pl: Przekąska

# MENU_LUNCH
source: Lunch
it: Pranzo
pl: Obiad

# MENU_SECOND_SNACK
source: Afternoon snack
it: Merenda
pl: Podwieczorek

# MENU_DINNER
source: Dinner
it: Cena
pl: Kolacja

# MENU_30_DAYS
source: The first 30 days meal plan
it: Menu dei primi 30 giorni
pl: Jadłospis na pierwsze 30 dni

# MENU_30_DAYS_DESCRIPTION
source: Simple and quick recipes for the whole month, considering gradual food introduction
it: Ricette semplici e veloci per tutto il mese, con introduzione graduale degli alimenti
pl: Proste i szybkie przepisy na cały miesiąc, uwzględniające stopniowe wprowadzanie produktów
