Repository: Cawa94/BLW-Bites
Catalog: weaning/Resources/*.lproj/Localizable.strings
Languages: it, pl

# REGISTRATION_PASSWORD_DIFFERENT
source: The passwords do not match
it: Le due password non coincidono
pl: Dwa hasła różnią się

# REGISTRATION_ALREADY_ACCOUNT
source: Already have an account?
it: Hai già un account?
pl: Masz już konto?

# REGISTRATION_LOGIN_BUTTON
source: Log in
it: Accedi
pl: Zaloguj się

# REGISTRATION_TERMS_CONDITIONS
source: By creating an account, you agree to the <a href='https://www.iubenda.com/terms-and-conditions/54769876'>terms of use</a> and the <a href='https://www.iubenda.com/privacy-policy/54769876'>privacy policy</a>.
it: Creando un account, accetti i <a href='https://www.iubenda.com/terms-and-conditions/54769876'>termini di utilizzo</a> e l’<a href='https://www.iubenda.com/privacy-policy/54769876'>informativa sulla privacy</a>.
pl: Tworząc konto, zgadzasz się na <a href='https://www.iubenda.com/terms-and-conditions/54769876'>warunki korzystania z aplikacji</a> i <a href='https://www.iubenda.com/privacy-policy/54769876'>politykę prywatności</a>.

# RESET_PASSWORD_TITLE
source: Oh no!
pl: O nie!

# RESET_PASSWORD_SUBTITLE
source: I’ll help you recover your password
it: Ti aiuterò a recuperare la password
pl: Pomogę Ci odzyskać hasło

# RESET_PASSWORD_SEND_EMAIL
source: Send email
it: Invia email
pl: Wyślij e-mail

# RESET_PASSWORD_EMAIL_SENT
source: Email has been sent
it: L’email è stata inviata
pl: Wiadomość e-mail została wysłana

# SUBSCRIPTION_BANNER
source: Unlock 80+ foods and 100+ recipes!
it: Sblocca 80+ alimenti e 100+ ricette!
pl: Odblokuj 80+ produktów i 100+ przepisów!

# SUBSCRIPTION_TITLE
source: Get full access to the app
it: Ottieni accesso completo all’app
pl: Uzyskaj dostęp do pełnej zawartości aplikacji

# SUBSCRIBTION_SUBTITLE
source: What do you get with the Pro version?
it: Cosa ottieni con la versione Pro?
pl: Co otrzymasz dzięki wersji Pro?

# SUBSCRIPTION_DESCRIPTION
source: Learn how to properly cut <b>over 80 foods</b> and prepare <b>over 100 recipes</b> <b>2-week seasonal meal plan</b> for babies aged 7–12 months <b>updated monthly</b> <b>Exclusive support</b> for any doubts or questions directly on Telegram <b>20% discount</b> on my 1:1 online consultations Save your favorite foods and recipes Full access to the <b>first 30 days</b> meal plan for starting solids New seasonal recipes added every month
it: Scopri come tagliare correttamente <b>oltre 80 alimenti</b> e preparare <b>oltre 100 ricette</b> <b>Menu stagionale di 2 settimane</b> per bambini dai 7 ai 12 mesi <b>aggiornato ogni mese</b> <b>Supporto esclusivo</b> per qualsiasi dubbio o domanda direttamente su Telegram <b>20% di sconto</b> sulle mie consulenze online 1 a 1 Salva i tuoi alimenti e ricette preferiti Accesso completo al <b>menu dei primi 30 giorni</b> dello svezzamento Nuove ricette stagionali aggiunte ogni mese
pl: Dowiedz się, jak prawidłowo kroić <b>ponad 80 produktów spożywczych</b> i przygotować <b>ponad 100 przepisów</b> <b>2-tygodniowy sezonowy jadłospis</b> dla niemowląt w wieku 7-12 miesięcy <b>aktualizowany co miesiąc</b> <b>Otrzymuj ekskluzywne wsparcie</b> w przypadku jakichkolwiek wątpliwości lub pytań bezpośrednio na Telegramie <b>20% zniżki</b> na moje konsultacje online 1 na 1 Zapisywanie ulubionych produktów i przepisów Pełny dostęp do jadłospisu na pierwsze <b>30 dni rozszerzania dietyi</b> Nowe sezonowe przepisy dodawane co miesiąc

# SUBSCRIPTION_RESTORE_PURCHASE
source: Restore purchase
it: Ripristina acquisto
pl: Przywrócić zakup

# SUBSCRIPTION_FREE_TRIAL
source: 7 DAYS FREE
it: 7 GIORNI GRATIS
pl: 7-DNI ZA DARMO

# SUBSCRIPTION_CANCEL_ANYTIME
source: You can cancel your subscription at any time
it: Potrai annullare l’abbonamento in qualsiasi momento
pl: Będziesz mógł anulować subskrypcję w dowolnym momencie

# SUBSCRIPTION_PAY_AFTER_TRIAL_6_MONTHS
source: After the 7-day free trial, you will be charged %@ every 6 months. Cancel anytime.
it: Dopo la prova gratuita di 7 giorni, verrà addebitato %@ ogni 6 mesi. Annullabile in qualsiasi momento.
pl: Po zakończeniu 7-dniowego bezpłatnego okresu próbnego będzie pobierana opłata w wysokosci %@ co 6 miesięcy. Anuluj w dowolnym momencie.

# SUBSCRIPTION_PAY_AFTER_TRIAL_1_YEAR
source: After the 7-day free trial, you will be charged %@ per year. Cancel anytime.
it: Dopo la prova gratuita di 7 giorni, verrà addebitato %@ all’anno. Annullabile in qualsiasi momento.
pl: Po zakończeniu 7-dniowego bezpłatnego okresu próbnego będzie pobierana opłata w wysokości %@ rocznie. Anulowanie w dowolnym momencie.

# SUBSCRIPTION_START_FREE_TRIAL
source: Start your free trial today
it: Inizia oggi la prova gratuita
pl: Rozpocznij bezpłatny okres próbny już dziś

# SUBSCRIPTION_PAY_NOW
source: Pay %@ now
it: Paga %@ ora
pl: Zapłać %@ teraz

# SUBSCRIPTION_TERMS_CONDITIONS
source: By purchasing a subscription, you agree to the <a href='https://www.iubenda.com/terms-and-conditions/54769876'>terms of use</a> and the <a href='https://www.iubenda.com/privacy-policy/54769876'>privacy policy</a>.
it: Acquistando un abbonamento, accetti i <a href='https://www.iubenda.com/terms-and-conditions/54769876'>termini di utilizzo</a> e l’<a href='https://www.iubenda.com/privacy-policy/54769876'>informativa sulla privacy</a>.
pl: Kupując subskrypcję, zgadzasz się na <a href='https://www.iubenda.com/terms-and-conditions/54769876'>warunki korzystania z aplikacji</a> i <a href='https://www.iubenda.com/privacy-policy/54769876'>politykę prywatności</a>.

# SUBSCRIPTION_1_MONTH
source: 1 Month
it: 1 Mese
pl: 1 Miesiąc

# SUBSCRIPTION_6_MONTHS
source: 6 Months
it: 6 Mesi
pl: 6 Miesięcy

# SUBSCRIPTION_1_YEAR
source: 1 Year
it: 1 Anno
pl: 1 Rok
