Repository: Cawa94/BLW-Bites
Catalog: weaning/Resources/*.lproj/Localizable.strings
Languages: it, pl

# MENU_30_DAYS_EXPLICATORY_TEXT
source: According to current infant feeding guidelines, <b>there is no fixed order for introducing solid foods</b>. There are also no recommendations on how much a baby should eat or what texture meals should have. <b>The parent decides what, when, and in what form to offer food. The baby decides whether and how much to eat.</b> However, remember not to offer whole, complex, multi-ingredient recipes from the very first day of introducing solids. <b>How to use this meal plan?</b> • This plan starts on Day 1 because foods are introduced and combined gradually — it is an EXAMPLE meal plan. • In the first days of introducing solids, introduce each product gradually, starting with a few small pieces. • At the very beginning, introduce only 1 new food per day due to the possibility of an allergic reaction. After confirming there is no reaction, you can start combining foods and preparing full meals. That’s why during the first days we start with offering individual vegetables or pairs of vegetables. • <b>In the case of potentially allergenic foods (marked with an asterisk (*)), they should be introduced for 3 consecutive days.</b> If no allergy develops after that period, they can be combined. <b>If your baby shows any allergic symptoms after a meal, note exactly what they ate and consult a pediatrician</b>, who will guide you in continuing solids. • Introduce new foods early in the day (before 5 PM), as it's difficult to monitor allergic reactions in the evening when the child is sleeping. • For the first 30 days I suggest offering 1 meal per day (definitely in the first week). BUT nothing prevents you, in the following weeks, from offering 2 meals per day — for example breakfast and lunch, plus snacks if desired. <b>It all depends on your daily routine and your baby’s interest in food</b>. <b>In the fourth week of introducing solids, if you have not observed any allergic reactions, you can freely combine foods and even introduce several new items within one meal.</b> • Remember that until 1 year of age, the main source of nutrients is breast milk or formula — milk should be offered first, followed 30–60 minutes later by solids. Complementary feeding never replaces milk nor is it a dessert (unless your baby wants to eat both before and after). It is your baby’s main meal. • The portion size in the photos is completely random and is ONLY meant to show HOW to serve the meal, not how much the baby should eat. <b>How much should a baby eat?</b> • In the first month, the baby does not need to “fill up” on solids — they only need to learn new tastes, smells, and textures. They may eat a few spoonfuls, or they may not want to try anything at all. <b>Remember, your baby decides whether and how much to eat.</b> And remember, breast milk or formula provides all needed nutrients. • This meal plan is an example. If your family doesn’t eat certain foods, you can replace them. • In the plan I propose introducing 1 new food during each meal. In the first week, this is 1 new food per day. In later weeks, you combine already-introduced foods and add new ones. If you feel this is too many new items at once, you can extend the plan over 2 months and introduce new foods every 2 days. • <b>Always trust your baby’s hunger and fullness cues.</b> Start with small portions and offer more if the baby wants it. If the baby seems full or wants to leave the high chair, do not force more food. • Choose the ideal time for offering meals — when the baby is not sleepy, hungry, or tired. And never at night (so it’s easier to identify allergic reactions). By clicking on each food you will find more information on safe serving (cutting and cooking) and recipes.
it: Secondo le attuali linee guida sull’alimentazione dei lattanti, <b>non esiste un ordine fisso per introdurre gli alimenti solidi</b>. Non ci sono nemmeno indicazioni su quanto il bambino debba mangiare o sulla consistenza dei pasti. <b>Il genitore decide cosa, quando e in che forma proporre il cibo. Il bambino decide se e quanto mangiare.</b> Ricorda però di non proporre ricette complete, complesse e multi-ingrediente fin dal primo giorno di svezzamento. <b>Come utilizzare questo menu?</b> • Questo menu parte dal Giorno 1 perché gli alimenti vengono introdotti e combinati gradualmente: è un menu ESEMPLIFICATIVO. • Nei primi giorni di svezzamento, introduci ogni alimento gradualmente, iniziando da pochi pezzetti. • All’inizio proponi solo 1 alimento nuovo al giorno, per monitorare eventuali reazioni allergiche. Se non compare alcuna reazione, puoi iniziare a combinarli e preparare pasti completi. Per questo motivo nei primi giorni iniziamo con singole verdure o coppie di verdure. • <b>Gli alimenti potenzialmente allergizzanti (nel menu contrassegnati con l’asterisco (*)) vanno introdotti per 3 giorni consecutivi.</b> Se dopo questo periodo non compaiono reazioni allergiche, possono essere combinati. <b>Se noti sintomi dopo un pasto, annota cosa ha mangiato il bambino e consulta il pediatra</b>, che ti guiderà nel proseguire lo svezzamento. • Introduci i nuovi alimenti nella prima parte della giornata (prima delle 17:00), perché è difficile monitorare una possibile allergia la sera quando il bambino dorme. • Nei primi 30 giorni suggerisco 1 pasto al giorno (sicuramente nella prima settimana). <b>Ma nulla vieta di proporre 2 pasti al giorno</b> nelle settimane successive, ad esempio colazione e pranzo, più eventuali spuntini. <b>Dipende dal vostro ritmo quotidiano e dall’interesse del bambino per il cibo</b>. <b>Nella quarta settimana, se non sono comparse allergie, puoi combinare liberamente gli alimenti e introdurne anche diversi nello stesso pasto.</b> • Ricorda che fino ai 12 mesi la principale fonte di nutrienti è il latte materno o formulato — prima si offre il latte, poi dopo 30–60 minuti il pasto solido. L’alimentazione complementare non sostituisce il latte e non è un dessert. • La quantità mostrata nelle foto è puramente indicativa: serve solo a mostrare COME proporre il pasto, non quanto deve mangiare il bambino. <b>Quanto dovrebbe mangiare un neonato?</b> • Nel primo mese non deve “riempirsi” con i solidi: deve solo imparare sapori, odori e consistenze. Può mangiare qualche cucchiaino, oppure rifiutare. <b>Ricorda: decide il bambino.</b> Latte materno o formulato coprono comunque tutti i bisogni. • Questo menu è un esempio. Se la vostra famiglia non consuma certi alimenti, puoi sostituirli. • Ho proposto 1 alimento nuovo per pasto. Nella prima settimana è 1 novità al giorno. Nelle successive invece si combinano alimenti già introdotti e se ne aggiungono di nuovi. Se ti sembra troppo, puoi dilatare il menu su 2 mesi. • <b>Segui sempre i segnali di fame e sazietà del bambino.</b> Parti da piccole quantità, aumentale solo se lo desidera. Se il bambino si mostra sazio o vuole scendere, non insistere. • Proponi i pasti quando il bambino non è stanco, né affamato, né irritato. E mai di notte. Cliccando su ogni alimento troverai informazioni su taglio, cottura e ricette.
pl: Według aktualnych wytycznych dotyczących żywienia niemowląt ​<b>nie ma ustalonej kolejności wprowadzania pokarmów stałych do diety dziecka</b>​. Nie ma też zaleceń mówiących o tym, ile dziecko powinno zjadać i jakiej konsystencji powinny być posiłki. <b>To rodzic decyduje co, kiedy i w jakiej formie zaproponuje dziecku do jedzenia. Dziecko natomiast decyduje, czy i ile zje.</b> Pamiętaj jednak, że nie podajemy całych, złożonych, wieloskładnikowych przepisów od pierwszego dnia rozszerzania diety. <b>Jak korzystać z tego jadłospisu?</b> • Ten jadłospis rozpoczyna się w dniu 1, ponieważ pokarmy są włączane i łączone ze sobą w miarę ich wprowadzania i jest to jadłospis PRZYKŁADOWY. • W pierwszych dniach rozszerzania diety, każdy produkt wprowadzaj stopniowo, zaczynając od kilku kawałeczków • Na samym początku wprowadzaj tylko 1 nowy produkt dziennie ze względu na możliwość́ wystąpienia alergii u dziecka. Po niewykazaniu żadnej reakcji alergizującej, można zacząć łączyć je ze sobą i przygotować cały, złożony z tych produktów posiłek.Dlatego też w pierwszych dniach rozpoczynamy od proponowania pojedynczych warzyw lub warzyw parami. • <b>W przypadku pokarmów potencjalnie alergizujących (w jadłospisie są one oznaczone gwiazdką (*)), należy wprowadzać je przez 3 dni z rzędu.</b> Jeśli po tym okresie nie rozwinie się alergia, można je ze sobą łączyć.<b> Jeśli u twojego dziecka po posiłku pojawiły się̨ objawy alergii, zanotuj co dokładnie jadło i skonsultuj się z pediatrą,</b> który pomoże Ci w dalszym rozszerzaniu diety. • Wprowadzaj nowe pokarmy w pierwszej części dnia (do 17:00), gdyż ciężko jest obserwować ewentualną alergię u dziecka wieczorem, kiedy śpi. • Na pierwsze 30 dni proponuję wprowadzenie 1 posiłku dziennie (na pewno w pierwszym tygodniu) ALE nic nie stoi na przeszkodzie, aby w kolejnych tygodniach podawać 2 posiłki dziennie, np. śniadanie oraz obiad i ewentualnie przekąski. <b>Wszystko w zależności od Waszego trybu dnia i zainteresowania maluszka jedzeniem</b> <b>W czwartym tygodniu rozszerzania diety jeśli do tego momentu nie zaobserwowałas żadnych alergicznych reakcji, możesz dowolnie łączyć już produkty i wprowadzać nawet kilka nowych w ramach jednego posiłku.</b> • Pamiętaj, że do ukończenia pierwszego roku życia głównym źródłem składników odżywczych dla dziecka jest mleko matki lub mleko modyfikowane - najpierw należy podawać mleko, a następnie w odstępie 30-60 minut pokarmy stałe. Karmienie uzupełniające nigdy nie zastępuje mleka ani nie jest deserem (chyba że dziecko chce jeść przed i po posiłku), jest głównym posiłkiem dziecka. • Wielkość porcji pokazanej na zdjęciach jest zupełnie przypadkowa i ma jedynie zobrazować w jaki sposób podawać posiłek, a nie określić, jaka ilość powinna być zjadana <b>Ile powinno zjadać niemowlę?</b> • Dziecko w pierwszym miesiącu nie musi się najadać posiłkiem, ma jedynie uczyć się nowych smaków, zapachów i konsystencji. Ma próbować nowości, a nie zjadać konkretną porcję posiłku. Może zjeść kilka łyżeczek, ale równie dobrze może w ogóle nie chcieć czegoś spróbować. <b>Pamiętaj, że ​to dziecko decyduje o tym, czy i ile zje.</b> I pamiętaj, że mleko matki lub modyfikowane dostarczają mu wszystkich odpowiednich wartości odżywczych. • Pamiętaj, że ten jadłospis jest przykładowy. Jeśli Twoja rodzina nie je niektórych produktów, możesz zastąpić je innymi. • W poniższym jadłospisie zaproponowałam podawanie 1 nowego produktu podczas każdego posiłku. W pierwszym tygodniu jest to 1 nowość dziennie. W kolejnych tygodniach, łączy się ze sobą pokarmy już zaproponowane i wprowadza się kolejne Jeśli z jakiś względów obawiasz się, że jest to za dużo nowości na raz, możesz cały jadłospis rozłożyć w czasie np. na 2 pierwsze miesiące rozszerzania diety i podawać nowości np. co 2 dni. • <b>Zawsze ufaj sygnałom głodu i sytości dziecka. Zacznij od małych porcji i podawaj więcej, jeśli dziecko tego chce. Jeśli dziecko wydaje się najedzone lub prosi o zejście z krzesełka, nie zmuszaj go do jedzenia więcej.</b> • Wybierz idealny czas na proponowanie posiłków, kiedy dziecko nie jest senne, głodne ani zmęczone. I nie w nocy (aby można było szybko zidentyfikować wszelkie reakcje alergiczne). Po kliknięciu na dany pokarm znajdziesz więcej informacji na temat bezpiecznego podawania (krojenia i gotowania) danego pokarmu lub jego przepis.

# MENU_DISCOVER_BUTTON
source: View meal plan
it: Scopri il menu
pl: Sprawdź jadłospis

# MENU_7-12_MONTHS
source: 7–12 months meal plan
it: Menu 7–12 mesi
pl: Jadłospis 7-12 miesięcy

# MENU_7-12_MONTHS_DESCRIPTION
source: Simple, tasty and balanced recipes from breakfast to dinner for your little one and the whole family
it: Ricette semplici, gustose e bilanciate dalla colazione alla cena per il tuo bambino e tutta la famiglia
pl: Proste, smaczne i zbilansowane przepisy od śniadania do kolacji dla malucha i całej rodziny

# MENU_7-12_MONTHS_EXPLICATORY_TEXT
source: According to current infant feeding guidelines, there is no fixed order for introducing solid foods. There are also no recommendations on how much a baby should eat or what texture meals should have. <b>The parent decides what, when, and in what form to offer food. The baby decides whether and how much to eat.</b> This meal plan was created with the entire family in mind. It is balanced in nutrients and has appropriate energy density. Each main meal (breakfast, lunch, dinner) includes a portion of carbohydrates, protein, vegetables and healthy fats in line with the HEALTHY EATING PLATE adapted for children. That means: ⅓ of the plate = VEGETABLES ¼ of the plate = CARBOHYDRATES such as grains and starchy foods: pasta, groats, potatoes, rice, bread ¼ of the plate = PROTEIN such as meat, fish, legumes, eggs, dairy products Each recipe can be eaten together as a family and offers many benefits: -> Children observe and imitate parents at the table, learning a positive relationship with food. <b>They see that what’s on the adult plate is good, because adults eat it with appetite.</b> Shared meals in a pleasant atmosphere help them try new flavors without pressure. -> The child learns that the table is the place to eat — not the couch or in front of the TV. -> <b>Shared meals save cooking time because everyone eats the same food.</b> -> If your family has been eating a limited variety of foods, now is the perfect time to change that. -> <b>No added salt or sugar</b> is included in the recipes. You may use herbs and spices. Adult portions can be salted later, directly on the plate. <b>How to use this meal plan?</b> • <b>All recipes are seasonal and based on local ingredients.</b> The plan updates every month to include seasonal fruits and vegetables. • <b>Potentially allergenic foods (marked with an asterisk (*)) should be introduced for 3 consecutive days.</b> If no allergy develops, they can be combined. <b>If your baby shows any allergic symptoms, note exactly what they ate and consult a pediatrician</b> who will guide you further. • Introduce new foods early in the day (before 5 PM) because it’s difficult to monitor allergic reactions in the evening. • The portion sizes shown in the photos are random — they only illustrate HOW to serve the meal, not how much should be eaten. • You’ll find many recipes divided into simple breakfasts, lunches, dinners and snacks. But nothing stops you from serving breakfast at dinner or dinner at lunch. • <b>You don’t need to follow the recipes step-by-step.</b> You can simply use them as inspiration and adapt them for your family. <b>How many foods per day should you offer?</b> -> Around 7 months: breakfast + lunch -> 8 months: breakfast, lunch, afternoon snack -> 9 months: breakfast, lunch, afternoon snack, dinner -> 10 months: breakfast, lunch, afternoon snack, dinner -> 11 months: breakfast, lunch, afternoon snack, dinner -> 12+ months: breakfast, second breakfast, lunch, afternoon snack, dinner <b>REMEMBER: the BABY decides what, how much, and whether to eat at all.</b>
it: Secondo le attuali linee guida sull’alimentazione dei lattanti, non esiste un ordine fisso per introdurre gli alimenti solidi. Non ci sono raccomandazioni sulla quantità che il bambino debba mangiare o sulla consistenza. <b>Il genitore decide cosa, quando e come proporre. Il bambino decide se e quanto mangiare.</b> Questo menu è pensato per tutta la famiglia. È bilanciato e con adeguata densità nutrizionale. Ogni pasto principale (colazione, pranzo, cena) contiene carboidrati, proteine, verdure e grassi sani secondo il PIATTO DELLA SANA ALIMENTAZIONE adattato ai bambini. Significa: ⅓ verdure ¼ carboidrati (pasta, cereali, patate, riso, pane) ¼ proteine (carne, pesce, legumi, uova, latticini) Mangiare le stesse cose porta molti benefici: -> Il bambino osserva e imita i genitori: <b>vede che ciò che c’è nei piatti degli adulti è buono</b>. I pasti condivisi lo aiutano a provare nuovi sapori. -> Il bambino associa il tavolo al momento del pasto. -> <b>Si risparmia tempo perché tutti mangiano lo stesso.</b> -> È il momento ideale per rendere la dieta familiare più varia. -> <b>Nelle ricette non ci sono sale o zuccheri aggiunti</b>. Puoi usare erbe e spezie. Gli adulti possono aggiungere sale nel proprio piatto. <b>Come usare questo menu?</b> • <b>Tutte le ricette sono stagionali e basate su ingredienti locali.</b> Il menu si aggiorna ogni mese. • <b>Gli alimenti potenzialmente allergizzanti (*) vanno introdotti per 3 giorni consecutivi.</b> Se non ci sono reazioni, puoi combinarli. <b>In caso di sintomi annota cosa ha mangiato e consulta il pediatra.</b> • Introduci i nuovi alimenti prima delle 17:00. • Le porzioni nelle foto sono indicative. • Troverai ricette per colazione, pranzo, cena e spuntini. Puoi scambiarle come vuoi. • <b>Non devi seguire le ricette passo per passo.</b> Usale come ispirazione. <b>Quanti alimenti offrire al giorno?</b> -> 7° mese: colazione + pranzo -> 8° mese: colazione, pranzo, merenda -> 9–10–11° mese: colazione, pranzo, merenda, cena -> 12+ mesi: colazione, seconda colazione, pranzo, merenda, cena <b>RICORDA: è il BAMBINO a decidere cosa, quanto e se mangiare.</b>
pl: Według aktualnych wytycznych dotyczących żywienia niemowląt ​nie ma ustalonej kolejności wprowadzania pokarmów stałych do diety dziecka​. Nie ma też zaleceń mówiących o tym, ile dziecko powinno zjadać i jakiej konsystencji powinny być posiłki. <b>To rodzic decyduje co, kiedy i w jakiej formie zaproponuje dziecku do jedzenia. Dziecko natomiast decyduje, czy i ile zje.</b> Ten jadłospis został przygotowany z myślą o całej rodzinie. Jest zbilanosowany pod względem wartości i odpowiedniej gęstości odżywczej. Każdy przepis na główne danie (śniadanie, obiad, kolacja) zawiera porcje węglowodanów, białka i warzyw oraz zdrowych tłuszczy w zgodzie z TALERZEM ZDROWEGO ŻYWIENIA dostosowany dla dzieci czyli ⅓ talerza WARZYWA ¼ talerza WĘGLOWODANY czyli produkty zbożowe i skrobiowe: makarony, kasze, ziemniaki, ryż, pieczywo ¼ talerza BIAŁKA czyli mięso, ryby, strączki, jaja, produkty mleczne Każdy przepis możecie jeść wspólnie i niesie to ze sobą wiele korzyści: -> Dziecko obserwuje i naśladuje rodziców również przy stole i w ten sposób uczy się pozytywnej relacji z jedzeniem. <b>Dziecko widzi, że to, co znajduje się na talerzach dorosłych, jest dobre, bo jedzą to z apetytem</b>. Wspólne posiłki w miłej atmosferze pozwalają dziecku bez presji próbować nowych smaków. -> Dziecko kojarzy stół z miejscem do spożywania posiłków, uczy się, że je się właśnie przy nim, a nie na kanapie czy przed telewizorem. -><b>Wspólne posiłki to również oszczędność czasu na gotowanie, bo wszyscy jecie to samo</b> -> Jeżeli do tej pory Wasza rodzina jadła mało urozmaicone pokarmy, to teraz jest to najlepszy czas, aby to zmienić -> <b>W przepisach nie ma dodatku soli i cukru</b>. Możesz natomiast używać ziół i przypraw. Porcje dla dorosłych można ewentualnie doprawić solą na talerzu <b>Jak korzystać z tego jadłospisu?</b> • <b>Wszystkie przepisy są sezonowe i bazują się na produktach lokalnych.</b> Jadłospis ten aktualizuje się co miesiąc, aby włączyć wszystkie sezonowe warzywa i owoce • <b>W przypadku pokarmów potencjalnie alergizujących (w jadłospisie są one oznaczone gwiazdką (*)), należy wprowadzać je przez 3 dni z rzędu. </b>Jeśli po tym okresie nie rozwinie się alergia, można je ze sobą łączyć. <b>Jeśli u twojego dziecka po posiłku pojawiły się̨ objawy alergii, zanotuj co dokładnie jadło i skonsultuj się z pediatrą, </b>który pomoże Ci w dalszym rozszerzaniu diety • Wprowadzaj nowe pokarmy w pierwszej części dnia (do 17:00), gdyż ciężko jest obserwować ewentualną alergię u dziecka wieczorem, kiedy śpi • Wielkość porcji pokazanej na zdjęciach jest zupełnie przypadkowa i ma jedynie zobrazować w jaki sposób podawać posiłek, a nie określić, jaka ilość powinna być zjadana • Znajdziesz tutaj wiele przepisów z podziałem na proste w wykonaniu śniadania, obiady, kolacje i przekąski. Nic nie stoi jednak na przeszkodzie, żeby śniadanie stało się kolacją czy kolacja obiadem. • <b>Nie musisz podążać za przepisami krok po kroku.</b> Możesz również tylko inspirować się nimi i poddawać je modyfikacji, aby były odpowiednie dla Ciebie i Twojej rodziny. <b>Ile pokarmów w ciągu dnia oferować dziecku?</b> -> Przykładowo w 7 miesiącu życia możesz zaoferować dziecku: śniadanie i obiad -> W 8 miesiącu: śniadanie, obiad i podwieczorek -> W 9 miesiącu: śniadanie, obiad, podwieczorek i kolację -> W 10 miesiącu: śniadanie, obiad, podwieczorek i kolację -> W 11 miesiącu: śniadanie, obiad, podwieczorek i kolację -> W 12+miesiącu śniadanie, II śniadanie, obiad, podwieczorek i kolację <b>PAMIĘTAJ jednak, że to DZIECKO decyduje o tym, co, ile i czy w ogóle zje.</b>

# PROFILE_TITLE
source: My profile
it: Il mio profilo
pl: Mój profil

# PROFILE_MY_SUBSCRIPTION
source: My subscription
it: Il mio abbonamento
pl: Moja subskrypcja

# PROFILE_PRO_VERSION
source: Pro version
it: Versione Pro
pl: Wersja Pro

# PROFILE_MY_ACCOUNT
source: My account
it: Il mio account
pl: Moje konto

# PROFILE_CANCEL_ACCOUNT
source: Delete account
it: Elimina account
pl: Usuń konto

# PROFILE_LOGOUT
source: Log out
it: Esci
pl: Wyloguj

# PROFILE_CANCEL_SUBSCRIPTION
source: Cancel subscription
it: Annulla abbonamento
pl: Anuluj subskrypcję

# PROFILE_RESTORE_PURCHASE
source: Restore purchase
it: Ripristina acquisto
pl: Przywróć zakup

# PROFILE_NO_SUBSCRIPTION
source: You don’t have a subscription
it: Non hai un abbonamento
pl: Nie masz subskrypcji

# PROFILE_SUBSCRIBE_NOW
source: Subscribe now
it: Abbonati ora
pl: Subskrybuj teraz

# PROFILE_NEXT_PAYMENT
source: Next payment:
it: Prossimo pagamento:
pl: Następna płatność:

# PRIVACY_TRACKING_DESCRIPTION
source: We track how users interact with the app to provide a better experience
it: Monitoriamo come l’utente utilizza l’app per offrirgli un servizio migliore
pl: Śledzimy sposób, w jaki użytkownik korzysta z aplikacji, aby zapewnić mu lepszą obsługę

# RECIPE_CATEGORY_BREAKFAST
source: Breakfast
it: Colazione
pl: Śniadanie

# RECIPE_CATEGORY_LUNCH
source: Lunch
it: Pranzo
pl: Obiad

# RECIPE_CATEGORY_SNACK
source: Snack
it: Spuntino
pl: Przekąska

# RECIPE_CATEGORY_DINNER
source: Dinner
it: Cena
pl: Kolacja

# RECIPE_LIST_SEARCH
source: Search recipe
it: Cerca ricetta
pl: Wyszukaj przepis

# RECIPE_LIST_TITLE
source: A wide variety of recipes for your baby!
it: Una grande varietà di ricette per il tuo bambino!
pl: Duża różnorodność przepisów dla Twojego dziecka!

# RECIPE_LIST_SUBTITLE
source: Learn how to prepare over 100 delicious recipes for your baby and the whole family without cooking two separate meals
it: Scopri come preparare oltre 100 ricette deliziose per il tuo bambino e per tutta la famiglia senza dover cucinare due piatti diversi
pl: Dowiedz się, jak przygotować ponad 100 pysznych przepisów dla Twojego dziecka i całej rodziny, bez konieczności gotowania dwóch oddzielnych potraw

# RECIPE_INGREDIENTS
source: Ingredients
it: Ingredienti
pl: Składniki

# RECIPE_PREPARATION
source: Preparation
it: Preparazione
pl: Przygotowanie

# RECIPE_FOODS_INCLUDED
source: Included foods
it: Alimenti inclusi
pl: Produkty włączone

# REGISTRATION_TITLE
source: Happy to see you here!
it: Che bello vederti qui!
pl: Miło Cię tutaj widzieć!

# REGISTRATION_SUBTITLE
source: Fill in the information below to create your account
it: Compila le informazioni qui sotto per creare il tuo account
pl: Wypełnij poniższe informacje, aby utworzyć konto

# REGISTRATION_NAME
source: Name
it: Nome
pl: Nazwa

# REGISTRATION_CONFIRM_PASSWORD
source: Confirm password
it: Conferma password
pl: Potwierdź hasło

# REGISTRATION_BUTTON
source: Register now
it: Registrati ora
pl: Zarejestruj się teraz

# REGISTRATION_ACCOUNT_CREATED
source: Your account has been created!
it: Il tuo account è stato creato!
pl: Twoje konto zostało utworzone!
